---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationSpecificationAbbreviation
source: html/a540a76b-1610-f843-b9f4-3d06d6aef8aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationSpecificationAbbreviation Property

"Insulation Specification Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationInsulationSpecificationAbbreviation { get; }
```